Repository: GMAI-SA/Sila
Catalog: Sila/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ml, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# document.upload.or
source: or use one you already have
ar: أو استخدم صورة لديك
bn: অথবা আপনার আগে থেকে থাকা একটি ব্যবহার করুন
ca: o fes servir una que ja tinguis
cs: nebo použij fotku, kterou už máš
da: eller brug et, du allerede har
de: oder nutze eines, das du schon hast
el: ή χρησιμοποίησε ένα που ήδη έχεις
es: o usa una que ya tengas
fi: tai käytä jo olemassa olevaa
fr: ou utilisez-en un que vous avez déjà
he: או השתמש באחד שכבר יש לך
hi: या जो पहले से आपके पास है वह इस्तेमाल करें
hr: ili koristi onu koju već imaš
hu: vagy használj egy meglévőt
id: atau pakai yang sudah kamu punya
it: oppure usane una che hai già
ja: または、すでにあるものを使う
ko: 또는 이미 가지고 있는 것을 사용
ml: അല്ലെങ്കിൽ നിങ്ങളുടെ കയ്യിലുള്ളത് ഉപയോഗിക്കുക
ms: atau guna yang sudah ada
nb: eller bruk et du allerede har
nl: of gebruik er een die je al hebt
pl: lub użyj już posiadanego
pt_br: ou use uma que você já tenha
pt_pt: ou use uma que já tenha
ro: sau folosește una existentă
ru: или используйте уже готовое
sk: alebo použi už existujúci
sv: eller använd ett du redan har
ta: அல்லது ஏற்கெனவே உள்ளதைப் பயன்படுத்துங்கள்
te: లేదా మీ వద్ద ఇప్పటికే ఉన్నదాన్ని వాడండి
th: หรือใช้รูปที่คุณมีอยู่แล้ว
tr: veya elinizde olanı kullanın
uk: або використайте наявне
ur: یا جو پہلے سے آپ کے پاس ہے وہ استعمال کریں
vi: hoặc dùng ảnh bạn đã có
zh_hans: 或使用你已有的
zh_hant: 或使用你已有的檔案

# document.upload.photo
source: Upload a photo
ar: ارفع صورة
bn: ছবি আপলোড করুন
ca: Puja una foto
cs: Nahrát fotku
da: Upload et foto
de: Foto hochladen
el: Μεταφόρτωση φωτογραφίας
es: Subir una foto
fi: Lataa kuva
fr: Envoyer une photo
he: העלה תמונה
hi: फ़ोटो अपलोड करें
hr: Prenesi fotografiju
hu: Fotó feltöltése
id: Unggah foto
it: Carica una foto
ja: 写真をアップロード
ko: 사진 업로드
ml: ഒരു ഫോട്ടോ അപ്‌ലോഡ് ചെയ്യുക
ms: Muat naik foto
nb: Last opp et bilde
nl: Foto uploaden
pl: Prześlij zdjęcie
pt_br: Enviar uma foto
pt_pt: Carregar uma foto
ro: Încarcă o fotografie
ru: Загрузить фото
sk: Nahrať fotku
sv: Ladda upp ett foto
ta: புகைப்படத்தைப் பதிவேற்று
te: ఫోటో అప్‌లోడ్ చేయండి
th: อัปโหลดรูปภาพ
tr: Fotoğraf yükle
uk: Завантажити фото
ur: تصویر اپ لوڈ کریں
vi: Tải ảnh lên
zh_hans: 上传照片
zh_hant: 上傳照片

# document.useNafath.button
source: Continue with Nafath
ar: المتابعة عبر نفاذ
bn: Nafath দিয়ে এগিয়ে যান
ca: Continua amb Nafath
cs: Pokračovat přes Nafath
da: Fortsæt med Nafath
de: Weiter mit Nafath
el: Συνέχεια με Nafath
es: Continuar con Nafath
fi: Jatka Nafathilla
fr: Continuer avec Nafath
he: המשך עם Nafath
hi: Nafath से जारी रखें
hr: Nastavi s Nafathom
hu: Folytatás Nafath-tal
id: Lanjut dengan Nafath
it: Continua con Nafath
ja: Nafathで続ける
ko: Nafath로 계속
ml: Nafath ഉപയോഗിച്ച് തുടരുക
ms: Teruskan dengan Nafath
nb: Fortsett med Nafath
nl: Doorgaan met Nafath
pl: Kontynuuj z Nafath
pt_br: Continuar com Nafath
pt_pt: Continuar com Nafath
ro: Continuă cu Nafath
ru: Продолжить через Nafath
sk: Pokračovať cez Nafath
sv: Fortsätt med Nafath
ta: Nafath மூலம் தொடரவும்
te: Nafathతో కొనసాగండి
th: ดำเนินการต่อด้วย Nafath
tr: Nafath ile devam et
uk: Продовжити через Nafath
ur: Nafath کے ساتھ جاری رکھیں
vi: Tiếp tục với Nafath
zh_hans: 使用 Nafath 继续
zh_hant: 使用 Nafath 繼續

# document.useNafath.button.hint
source: Closes this and opens the Nafath verification
ar: يغلق هذا ويفتح التحقق عبر نفاذ
bn: এটি বন্ধ করে Nafath ভেরিফিকেশন খোলে
ca: Tanca això i obre la verificació amb Nafath
cs: Zavře toto a otevře ověření přes Nafath
da: Lukker dette og åbner Nafath-verificeringen
de: Schließt dies und öffnet die Nafath-Verifizierung
el: Το κλείνει και ανοίγει την επαλήθευση Nafath
es: Cierra esto y abre la verificación de Nafath
fi: Sulkee tämän ja avaa Nafath-vahvistuksen
fr: Ferme cet écran et ouvre la vérification Nafath
he: סוגר את זה ופותח את אימות Nafath
hi: इसे बंद करता है और Nafath सत्यापन खोलता है
hr: Zatvara ovo i otvara provjeru putem Nafatha
hu: Bezárja ezt, és megnyitja a Nafath-hitelesítést
id: Menutup ini dan membuka verifikasi Nafath
it: Chiude questa schermata e apre la verifica con Nafath
ja: これを閉じて、Nafath認証を開きます
ko: 이 화면을 닫고 Nafath 인증을 열어요
ml: ഇത് അടച്ച് Nafath പരിശോധന തുറക്കുന്നു
ms: Menutup ini dan membuka pengesahan Nafath
nb: Lukker dette og åpner Nafath-verifiseringen
nl: Sluit dit en opent de Nafath-verificatie
pl: Zamyka ten ekran i otwiera weryfikację Nafath
pt_br: Fecha isto e abre a verificação do Nafath
pt_pt: Fecha isto e abre a verificação Nafath
ro: Închide aceasta și deschide verificarea Nafath
ru: Закрывает это окно и открывает проверку через Nafath
sk: Zavrie toto a otvorí overenie cez Nafath
sv: Stänger detta och öppnar Nafath-verifieringen
ta: இதை மூடி Nafath சரிபார்ப்பைத் திறக்கும்
te: దీన్ని మూసివేసి Nafath ధృవీకరణను తెరుస్తుంది
th: ปิดหน้านี้และเปิดการยืนยันด้วย Nafath
tr: Bunu kapatır ve Nafath doğrulamasını açar
uk: Закриває це й відкриває верифікацію через Nafath
ur: اسے بند کر کے Nafath تصدیق کھولتا ہے
vi: Đóng màn hình này và mở xác minh Nafath
zh_hans: 关闭此页面并打开 Nafath 验证
zh_hant: 關閉此頁面並開啟 Nafath 驗證

# document.useNafath.message
source: This document is Saudi. Saudi citizens and residents verify with Nafath — it takes a minute, it's instant, and it keeps one person to one account.
ar: هذه الوثيقة سعودية. يتحقق المواطنون والمقيمون في السعودية عبر نفاذ — يستغرق دقيقة، وهو فوري، ويُبقي لكل شخص حسابًا واحدًا.
bn: এটি সৌদি নথি। সৌদি নাগরিক ও বাসিন্দারা Nafath দিয়ে ভেরিফাই করেন — এতে এক মিনিট লাগে, তাৎক্ষণিক, এবং এক ব্যক্তির জন্য একটি অ্যাকাউন্টই থাকে।
ca: Aquest document és saudita. Els ciutadans i residents saudites es verifiquen amb Nafath: triga un minut, és instantani i garanteix una persona per compte.
cs: Tento doklad je saúdský. Saúdští občané a rezidenti se ověřují přes Nafath – trvá to minutu, je to okamžité a zajistí to jeden účet na osobu.
da: Dette dokument er saudiarabisk. Saudiske statsborgere og bosatte verificerer med Nafath – det tager et minut, det er øjeblikkeligt, og det sikrer, at én person kun har én konto.
de: Dieses Dokument ist saudisch. Saudische Staatsbürger und Einwohner verifizieren sich mit Nafath – das dauert eine Minute, geht sofort und sorgt dafür, dass jede Person nur ein Konto hat.
el: Αυτό το έγγραφο είναι σαουδαραβικό. Οι πολίτες και οι κάτοικοι της Σαουδικής Αραβίας επαληθεύονται με Nafath — παίρνει ένα λεπτό, είναι άμεσο και κρατά ένα άτομο σε έναν λογαριασμό.
es: Este documento es saudí. Los ciudadanos y residentes saudíes se verifican con Nafath: lleva un minuto, es instantáneo y garantiza una cuenta por persona.
fi: Tämä asiakirja on saudilainen. Saudi-Arabian kansalaiset ja asukkaat vahvistavat Nafathilla – se vie minuutin, on välitön ja pitää yhden ihmisen yhdessä tilissä.
fr: Ce document est saoudien. Les citoyens et résidents saoudiens se vérifient avec Nafath — c’est instantané, cela prend une minute, et cela garantit un seul compte par personne.
he: המסמך הזה סעודי. אזרחים ותושבים סעודים מאמתים עם Nafath — זה לוקח דקה, זה מיידי, ומבטיח אדם אחד לחשבון אחד.
hi: यह दस्तावेज़ सऊदी है। सऊदी नागरिक और निवासी Nafath से सत्यापित करते हैं — इसमें एक मिनट लगता है, यह तुरंत होता है, और एक व्यक्ति के लिए एक अकाउंट रखता है।
hr: Ova isprava je saudijska. Saudijski državljani i stanovnici provjeravaju se putem Nafatha — traje minutu, trenutačno je i čuva odnos jedna osoba, jedan račun.
hu: Ez az okmány szaúdi. A szaúdi állampolgárok és lakosok Nafath-tal hitelesítenek – egy perc, azonnali, és egy embert egy fiókhoz köt.
id: Dokumen ini dari Arab Saudi. Warga dan penduduk Saudi memverifikasi dengan Nafath — hanya semenit, instan, dan menjaga satu orang satu akun.
it: Questo documento è saudita. I cittadini e i residenti sauditi si verificano con Nafath: ci vuole un minuto, è immediato e garantisce una persona per account.
ja: この書類はサウジアラビアのものです。サウジ国民と居住者はNafathで認証します。1分で済み、即時に完了し、1人につき1アカウントに保たれます。
ko: 이 문서는 사우디 문서예요. 사우디 국민과 거주자는 Nafath로 인증해요. 1분이면 되고 즉시 처리되며, 한 사람에 계정 하나를 보장해요.
ml: ഇത് സൗദി രേഖയാണ്. സൗദി പൗരന്മാരും താമസക്കാരും Nafath ഉപയോഗിച്ചാണ് പരിശോധിക്കുന്നത് — ഒരു മിനിറ്റ് മതി, തൽക്ഷണം, ഒരാൾക്ക് ഒരു അക്കൗണ്ട് എന്ന് ഉറപ്പാക്കുന്നു.
ms: Dokumen ini ialah dokumen Saudi. Warganegara dan pemastautin Saudi mengesahkan dengan Nafath — ia mengambil masa seminit, serta-merta, dan memastikan satu orang satu akaun.
nb: Dette dokumentet er saudisk. Saudiske borgere og bosatte verifiserer seg med Nafath. Det tar et minutt, er umiddelbart og sørger for én person per konto.
nl: Dit document is Saoedisch. Saoedische burgers en inwoners verifiëren met Nafath: het duurt een minuut, het is direct en het houdt het bij één persoon per account.
pl: Ten dokument jest saudyjski. Obywatele i rezydenci Arabii Saudyjskiej weryfikują się przez Nafath — trwa to minutę, jest natychmiastowe i zapewnia jedno konto na osobę.
pt_br: Este documento é saudita. Cidadãos e residentes sauditas se verificam com o Nafath: leva um minuto, é instantâneo e garante uma pessoa por conta.
pt_pt: Este documento é saudita. Os cidadãos e residentes sauditas verificam-se com Nafath — demora um minuto, é instantâneo e garante uma pessoa por conta.
ro: Acest document este saudit. Cetățenii și rezidenții saudiți se verifică prin Nafath — durează un minut, este instantaneu și păstrează o persoană la un cont.
ru: Этот документ саудовский. Граждане и резиденты Саудовской Аравии проходят проверку через Nafath — это занимает минуту, происходит мгновенно и гарантирует один аккаунт на человека.
sk: Tento doklad je saudský. Saudskí občania a rezidenti sa overujú cez Nafath — trvá to minútu, je to okamžité a zaručuje jeden účet na osobu.
sv: Det här dokumentet är saudiskt. Saudiska medborgare och boende verifierar sig med Nafath – det tar en minut, går direkt och ser till att en person har ett konto.
ta: இது சவூதி ஆவணம். சவூதி குடிமக்களும் குடியிருப்பாளர்களும் Nafath மூலம் சரிபார்க்கிறார்கள் — ஒரு நிமிடம், உடனடி, ஒரு நபருக்கு ஒரு கணக்கு என்பதையும் உறுதிசெய்கிறது.
te: ఈ పత్రం సౌదీది. సౌదీ పౌరులు, నివాసులు Nafathతో ధృవీకరించుకుంటారు — ఒక నిమిషం పడుతుంది, తక్షణమే అవుతుంది, ఒక వ్యక్తికి ఒక ఖాతా మాత్రమే ఉండేలా చేస్తుంది.
th: เอกสารนี้เป็นของซาอุดีอาระเบีย พลเมืองและผู้พำนักในซาอุดีอาระเบียยืนยันตัวตนด้วย Nafath ใช้เวลาหนึ่งนาที ทันที และทำให้หนึ่งคนมีหนึ่งบัญชี
tr: Bu belge Suudi. Suudi vatandaşlar ve mukimler Nafath ile doğrular; bir dakika sürer, anında olur ve bir kişiyi bir hesapla sınırlar.
uk: Цей документ саудівський. Громадяни та резиденти Саудівської Аравії верифікуються через Nafath — це займає хвилину, відбувається миттєво і забезпечує одну людину на один обліковий запис.
ur: یہ دستاویز سعودی ہے۔ سعودی شہری اور رہائشی Nafath سے تصدیق کرتے ہیں — اس میں ایک منٹ لگتا ہے، یہ فوری ہے، اور ایک شخص کو ایک اکاؤنٹ تک رکھتا ہے۔
vi: Đây là giấy tờ của Ả Rập Xê Út. Công dân và cư dân Ả Rập Xê Út xác minh bằng Nafath — chỉ mất một phút, tức thì, và giữ mỗi người chỉ một tài khoản.
zh_hans: 这是沙特证件。沙特公民和居民通过 Nafath 验证，只需一分钟，即时完成，并确保一人一个账户。
zh_hant: 這是沙烏地證件。沙烏地公民和居民請使用 Nafath 驗證，只需一分鐘，即時完成，並確保一人一個帳號。

# document.useNafath.title
source: Use Nafath instead
ar: استخدم نفاذ بدلًا من ذلك
bn: এর বদলে Nafath ব্যবহার করুন
ca: Fes servir Nafath
cs: Použít místo toho Nafath
da: Brug Nafath i stedet
de: Stattdessen Nafath nutzen
el: Χρησιμοποίησε το Nafath
es: Usa Nafath en su lugar
fi: Käytä sen sijaan Nafathia
fr: Utiliser plutôt Nafath
he: השתמש ב-Nafath במקום
hi: इसके बजाय Nafath इस्तेमाल करें
hr: Umjesto toga koristi Nafath
hu: Használj inkább Nafath-ot
id: Pakai Nafath saja
it: Usa invece Nafath
ja: 代わりにNafathを使う
ko: 대신 Nafath 사용
ml: പകരം Nafath ഉപയോഗിക്കുക
ms: Guna Nafath sebagai ganti
nb: Bruk Nafath i stedet
nl: Gebruik in plaats daarvan Nafath
pl: Użyj zamiast tego Nafath
pt_br: Use o Nafath
pt_pt: Usar Nafath em vez disso
ro: Folosește Nafath
ru: Используйте Nafath
sk: Použiť radšej Nafath
sv: Använd Nafath i stället
ta: அதற்குப் பதிலாக Nafath ஐப் பயன்படுத்துங்கள்
te: బదులుగా Nafath వాడండి
th: ใช้ Nafath แทน
tr: Bunun yerine Nafath kullanın
uk: Скористайтеся Nafath
ur: اس کے بجائے Nafath استعمال کریں
vi: Dùng Nafath thay thế
zh_hans: 改用 Nafath
zh_hant: 改用 Nafath

# ds.avatar.fallbackName
source: User %@
ar: المستخدم %@
bn: ব্যবহারকারী %@
ca: Usuari %@
cs: Uživatel %@
da: Bruger %@
de: Nutzer %@
el: Χρήστης %@
es: Usuario %@
fi: Käyttäjä %@
fr: Utilisateur %@
he: משתמש %@
hi: उपयोगकर्ता %@
hr: Korisnik %@
hu: %@ felhasználó
id: Pengguna %@
it: Utente %@
ja: ユーザー%@
ko: 사용자 %@
ml: ഉപയോക്താവ് %@
ms: Pengguna %@
nb: Bruker %@
nl: Gebruiker %@
pl: Użytkownik %@
pt_br: Usuário %@
pt_pt: Utilizador %@
ro: Utilizator %@
ru: Пользователь %@
sk: Používateľ %@
sv: Användare %@
ta: பயனர் %@
te: వినియోగదారు %@
th: ผู้ใช้ %@
tr: Kullanıcı %@
uk: Користувач %@
ur: صارف %@
vi: Người dùng %@
zh_hans: 用户 %@
zh_hant: 使用者 %@

# ds.avatar.hint
source: Profile picture
ar: صورة الملف الشخصي
bn: প্রোফাইল ছবি
ca: Foto de perfil
cs: Profilový obrázek
da: Profilbillede
de: Profilbild
el: Εικόνα προφίλ
es: Foto de perfil
fi: Profiilikuva
fr: Photo de profil
he: תמונת פרופיל
hi: प्रोफ़ाइल फ़ोटो
hr: Profilna slika
hu: Profilkép
id: Foto profil
it: Immagine del profilo
ja: プロフィール写真
ko: 프로필 사진
ml: പ്രൊഫൈൽ ചിത്രം
ms: Gambar profil
nb: Profilbilde
nl: Profielfoto
pl: Zdjęcie profilowe
pt_br: Foto de perfil
pt_pt: Fotografia de perfil
ro: Poză de profil
ru: Фото профиля
sk: Profilový obrázok
sv: Profilbild
ta: சுயவிவரப் படம்
te: ప్రొఫైల్ చిత్రం
th: รูปโปรไฟล์
tr: Profil fotoğrafı
uk: Фото профілю
ur: پروفائل تصویر
vi: Ảnh hồ sơ
zh_hans: 头像
zh_hant: 大頭貼

# ds.avatar.verifiedLabel
source: %@, verified
ar: %@، موثّق
bn: %@, ভেরিফায়েড
ca: %@, verificat
cs: %@, ověřený
da: %@, verificeret
de: %@, verifiziert
el: %@, επαληθευμένος
es: %@, verificado
fi: %@, vahvistettu
fr: %@, vérifié
he: %@, מאומת
hi: %@, सत्यापित
hr: %@, potvrđen/a
hu: %@, hitelesített
id: %@, terverifikasi
it: %@, verificato
ja: %@、認証済み
ko: %@, 인증됨
ml: %@, പരിശോധിച്ചത്
ms: %@, disahkan
nb: %@, verifisert
nl: %@, geverifieerd
pl: %@, zweryfikowany
pt_br: %@, verificado
pt_pt: %@, verificado
ro: %@, verificat
ru: %@, проверен
sk: %@, overený
sv: %@, verifierad
ta: %@, சரிபார்க்கப்பட்டவர்
te: %@, ధృవీకరించబడినవారు
th: %@ ยืนยันตัวตนแล้ว
tr: %@, doğrulanmış
uk: %@, верифіковано
ur: %@، تصدیق شدہ
vi: %@, đã xác minh
zh_hans: %@，已验证
zh_hant: %@，已驗證

# ds.badge.hint
source: Status indicator
ar: مؤشر حالة
bn: অবস্থা নির্দেশক
ca: Indicador d'estat
cs: Ukazatel stavu
da: Statusindikator
de: Statusanzeige
el: Ένδειξη κατάστασης
es: Indicador de estado
fi: Tilan ilmaisin
fr: Indicateur de statut
he: מחוון סטטוס
hi: स्थिति संकेतक
hr: Pokazatelj statusa
hu: Állapotjelző
id: Indikator status
it: Indicatore di stato
ja: ステータス表示
ko: 상태 표시
ml: നില സൂചകം
ms: Penunjuk status
nb: Statusindikator
pl: Wskaźnik statusu
pt_br: Indicador de status
pt_pt: Indicador de estado
ro: Indicator de stare
ru: Индикатор статуса
sk: Indikátor stavu
sv: Statusindikator
ta: நிலைக் குறியீடு
te: స్థితి సూచిక
th: ตัวบอกสถานะ
tr: Durum göstergesi
uk: Індикатор статусу
ur: حیثیت کا اشارہ
vi: Chỉ báo trạng thái
zh_hans: 状态指示
zh_hant: 狀態指示

# ds.badge.label
source: %@ badge
ar: شارة %@
bn: %@ ব্যাজ
ca: Insígnia %@
cs: Odznak: %@
de: Abzeichen %@
el: Σήμα %@
es: Insignia %@
fi: Merkki: %@
he: תג %@
hi: %@ बैज
hr: Značka: %@
hu: %@ jelvény
id: Lencana %@
ja: %@バッジ
ko: %@ 배지
ml: %@ ബാഡ്ജ്
ms: Lencana %@
nb: Merke: %@
pl: Odznaka: %@
pt_br: Selo %@
pt_pt: Selo %@
ro: Insigna %@
ru: Значок: %@
sk: Odznak %@
sv: Märket %@
ta: %@ பேட்ஜ்
te: %@ బ్యాడ్జ్
th: ป้าย%@
tr: %@ rozeti
uk: Значок: %@
ur: %@ بیج
vi: Huy hiệu %@
zh_hans: %@ 徽章
zh_hant: %@ 徽章

# ds.button.defaultHint
source: Activates %@
ar: ينفّذ %@
bn: %@ চালু করে
ca: Activa %@
cs: Aktivuje: %@
da: Aktiverer %@
de: Aktiviert %@
el: Ενεργοποιεί: %@
es: Activa %@
fi: Aktivoi: %@
fr: Active %@
he: מפעיל את %@
hi: %@ को सक्रिय करता है
hr: Aktivira: %@
hu: Aktiválja ezt: %@
id: Mengaktifkan %@
it: Attiva %@
ja: %@を実行します
ko: %@ 실행
ml: %@ സജീവമാക്കുന്നു
ms: Mengaktifkan %@
nb: Aktiverer %@
nl: Activeert %@
pl: Aktywuje: %@
pt_br: Ativa %@
pt_pt: Ativa %@
ro: Activează %@
ru: Активирует: %@
sk: Aktivuje: %@
sv: Aktiverar %@
ta: %@ ஐச் செயல்படுத்தும்
te: %@ను ఆన్ చేస్తుంది
th: เปิดใช้งาน %@
tr: %@ işlemini başlatır
uk: Активує: %@
ur: %@ فعال کرتا ہے
vi: Kích hoạt %@
zh_hans: 启用%@
zh_hant: 啟用%@

# ds.button.loadingValue
source: Working
ar: جارٍ التنفيذ
bn: কাজ চলছে
ca: Treballant
cs: Pracuji
da: Arbejder
de: In Arbeit
el: Σε εξέλιξη
es: Procesando
fi: Käsitellään
fr: En cours
he: בעבודה
hi: काम हो रहा है
hr: Radi
hu: Folyamatban
id: Memproses
it: In corso
ja: 処理中
ko: 처리 중
ml: പ്രവർത്തിക്കുന്നു
ms: Sedang berfungsi
nb: Jobber
nl: Bezig
pl: Trwa przetwarzanie
pt_br: Processando
pt_pt: A processar
ro: Se lucrează
ru: Выполняется
sk: Pracuje sa
sv: Arbetar
ta: செயல்படுகிறது
te: పని జరుగుతోంది
th: กำลังทำงาน
tr: Çalışıyor
uk: Виконується
ur: کام جاری ہے
vi: Đang xử lý
zh_hans: 处理中
zh_hant: 處理中

# ds.card.defaultHint
source: Opens this item
ar: يفتح هذا العنصر
bn: এই আইটেম খোলে
ca: Obre aquest element
cs: Otevře tuto položku
da: Åbner dette element
de: Öffnet diesen Eintrag
el: Ανοίγει αυτό το στοιχείο
es: Abre este elemento
fi: Avaa tämän kohteen
fr: Ouvre cet élément
he: פותח את הפריט הזה
hi: इस आइटम को खोलता है
hr: Otvara ovu stavku
hu: Megnyitja ezt az elemet
id: Membuka item ini
it: Apre questo elemento
ja: この項目を開きます
ko: 이 항목을 열어요
ml: ഈ ഇനം തുറക്കുന്നു
ms: Membuka item ini
nb: Åpner dette elementet
nl: Opent dit item
pl: Otwiera ten element
pt_br: Abre este item
pt_pt: Abre este item
ro: Deschide acest element
ru: Открывает этот элемент
sk: Otvorí túto položku
sv: Öppnar det här objektet
ta: இந்த உருப்படியைத் திறக்கும்
te: ఈ అంశాన్ని తెరుస్తుంది
th: เปิดรายการนี้
tr: Bu öğeyi açar
uk: Відкриває цей елемент
ur: یہ آئٹم کھولتا ہے
vi: Mở mục này
zh_hans: 打开此项目
zh_hant: 開啟此項目

# ds.chip.filterHint
source: Filters by %@
ar: يصفّي حسب %@
bn: %@ দিয়ে ফিল্টার করে
ca: Filtra per %@
cs: Filtruje podle: %@
da: Filtrerer efter %@
de: Filtert nach %@
el: Φιλτράρει κατά %@
es: Filtra por %@
fi: Suodattaa: %@
fr: Filtre par %@
he: מסנן לפי %@
hi: %@ के अनुसार फ़िल्टर करता है
hr: Filtrira po: %@
hu: Szűrés erre: %@
id: Menyaring menurut %@
it: Filtra per %@
ja: %@で絞り込みます
ko: %@(으)로 필터링해요
ml: %@ അനുസരിച്ച് ഫിൽട്ടർ ചെയ്യുന്നു
ms: Menapis mengikut %@
nb: Filtrerer etter %@
nl: Filtert op %@
pl: Filtruje według: %@
pt_br: Filtra por %@
pt_pt: Filtra por %@
ro: Filtrează după %@
ru: Фильтрует по: %@
sk: Filtruje podľa: %@
sv: Filtrerar efter %@
ta: %@ மூலம் வடிகட்டும்
te: %@ ద్వారా ఫిల్టర్ చేస్తుంది
th: กรองตาม %@
tr: %@ ile filtreler
uk: Фільтрує за: %@
ur: %@ کے مطابق فلٹر کرتا ہے
vi: Lọc theo %@
zh_hans: 按%@筛选
zh_hant: 依%@篩選

# ds.chip.removeHint
source: Removes the %@ tag
ar: يزيل الوسم %@
bn: %@ ট্যাগ সরায়
ca: Elimina l'etiqueta %@
cs: Odebere štítek %@
da: Fjerner mærket %@
de: Entfernt das Tag %@
el: Αφαιρεί την ετικέτα %@
es: Quita la etiqueta %@
fi: Poistaa tunnisteen %@
fr: Retire l’étiquette %@
he: מסיר את התג %@
hi: %@ टैग हटाता है
hr: Uklanja oznaku: %@
hu: Eltávolítja a(z) %@ címkét
id: Menghapus tag %@
it: Rimuove il tag %@
ja: %@タグを削除します
ko: %@ 태그를 삭제해요
ml: %@ ടാഗ് നീക്കം ചെയ്യുന്നു
ms: Mengalih keluar teg %@
nb: Fjerner taggen %@
nl: Verwijdert de tag %@
pl: Usuwa tag %@
pt_br: Remove a tag %@
pt_pt: Remove a etiqueta %@
ro: Elimină eticheta %@
ru: Удаляет тег «%@»
sk: Odstráni značku %@
sv: Tar bort taggen %@
ta: %@ குறிச்சொல்லை அகற்றும்
te: %@ ట్యాగ్‌ను తొలగిస్తుంది
th: ลบแท็ก %@
tr: %@ etiketini kaldırır
uk: Видаляє тег %@
ur: %@ ٹیگ ہٹاتا ہے
vi: Xóa thẻ %@
zh_hans: 移除 %@ 标签
zh_hant: 移除%@標籤

# ds.chip.removeLabel
source: Remove %@
ar: إزالة %@
bn: %@ সরান
ca: Elimina %@
cs: Odebrat %@
da: Fjern %@
de: %@ entfernen
el: Αφαίρεση %@
es: Quitar %@
fi: Poista %@
fr: Retirer %@
he: הסר את %@
hi: %@ हटाएँ
hr: Ukloni: %@
hu: %@ eltávolítása
id: Hapus %@
it: Rimuovi %@
ja: %@を削除
ko: %@ 삭제
ml: %@ നീക്കം ചെയ്യുക
ms: Alih keluar %@
nb: Fjern %@
nl: %@ verwijderen
pl: Usuń %@
pt_br: Remover %@
pt_pt: Remover %@
ro: Elimină %@
ru: Удалить %@
sk: Odstrániť %@
sv: Ta bort %@
ta: %@ ஐ அகற்று
te: %@ను తొలగించు
th: ลบ %@
tr: %@ etiketini kaldır
uk: Видалити %@
ur: %@ ہٹائیں
vi: Xóa %@
zh_hans: 移除 %@
zh_hant: 移除%@

# ds.countryBadge.label
source: Identity verified in %@
ar: هوية موثّقة في %@
bn: %@-এ পরিচয় যাচাই হয়েছে
ca: Identitat verificada a %@
cs: Totožnost ověřena v zemi %@
da: Identitet verificeret i %@
de: Identität verifiziert in %@
el: Ταυτότητα επαληθευμένη στη χώρα %@
es: Identidad verificada en %@
fi: Henkilöllisyys vahvistettu maassa %@
fr: Identité vérifiée en %@
he: זהות מאומתת ב-%@
hi: %@ में पहचान सत्यापित
hr: Identitet potvrđen u: %@
hu: Személyazonosság hitelesítve itt: %@
id: Identitas terverifikasi di %@
it: Identità verificata in %@
ja: %@で本人確認済み
ko: %@에서 신원 인증됨
ml: %@-ൽ ഐഡന്റിറ്റി പരിശോധിച്ചു
ms: Identiti disahkan di %@
nb: Identitet verifisert i %@
nl: Identiteit geverifieerd in %@
pl: Tożsamość zweryfikowana w: %@
pt_br: Identidade verificada em %@
pt_pt: Identidade verificada em %@
ro: Identitate verificată în %@
ru: Личность проверена в стране: %@
sk: Totožnosť overená v krajine %@
sv: Identitet verifierad i %@
ta: %@ இல் அடையாளம் சரிபார்க்கப்பட்டது
te: %@లో గుర్తింపు ధృవీకరించబడింది
th: ยืนยันตัวตนใน %@ แล้ว
tr: Kimlik %@ ülkesinde doğrulandı
uk: Особу верифіковано в країні: %@
ur: شناخت %@ میں تصدیق شدہ
vi: Danh tính được xác minh ở %@
zh_hans: 已在 %@ 验证身份
zh_hant: 已在 %@ 驗證身分

# ds.emptyState.hint
source: Status message
ar: رسالة حالة
bn: অবস্থার বার্তা
ca: Missatge d'estat
cs: Stavová zpráva
da: Statusbesked
de: Statusmeldung
el: Μήνυμα κατάστασης
es: Mensaje de estado
fi: Tilaviesti
fr: Message d’état
he: הודעת סטטוס
hi: स्थिति संदेश
hr: Poruka o statusu
hu: Állapotüzenet
id: Pesan status
it: Messaggio di stato
ja: ステータスメッセージ
ko: 상태 메시지
ml: നില സന്ദേശം
ms: Mesej status
nb: Statusmelding
nl: Statusbericht
pl: Komunikat o stanie
pt_br: Mensagem de status
pt_pt: Mensagem de estado
ro: Mesaj de stare
ru: Сообщение о статусе
sk: Stavová správa
sv: Statusmeddelande
ta: நிலைச் செய்தி
te: స్థితి సందేశం
th: ข้อความสถานะ
tr: Durum mesajı
uk: Повідомлення про стан
ur: حیثیت کا پیغام
vi: Thông báo trạng thái
zh_hans: 状态信息
zh_hant: 狀態訊息

# ds.navigationBar.backHint
source: Returns to the previous screen
ar: يعود إلى الشاشة السابقة
bn: আগের স্ক্রিনে ফিরে যায়
ca: Torna a la pantalla anterior
cs: Vrátí se na předchozí obrazovku
da: Går tilbage til forrige skærm
de: Kehrt zum vorherigen Bildschirm zurück
el: Επιστρέφει στην προηγούμενη οθόνη
es: Vuelve a la pantalla anterior
fi: Palaa edelliseen näkymään
fr: Revient à l’écran précédent
he: חוזר למסך הקודם
hi: पिछली स्क्रीन पर लौटता है
hr: Vraća na prethodni zaslon
hu: Visszalép az előző képernyőre
id: Kembali ke layar sebelumnya
it: Torna alla schermata precedente
ja: 前の画面に戻ります
ko: 이전 화면으로 돌아가요
ml: മുമ്പത്തെ സ്ക്രീനിലേക്ക് മടങ്ങുന്നു
ms: Kembali ke skrin sebelumnya
nb: Går tilbake til forrige skjerm
nl: Gaat terug naar het vorige scherm
pl: Wraca do poprzedniego ekranu
pt_br: Volta à tela anterior
pt_pt: Volta ao ecrã anterior
ro: Revine la ecranul anterior
ru: Возвращает на предыдущий экран
sk: Vráti sa na predchádzajúcu obrazovku
sv: Går tillbaka till föregående skärm
ta: முந்தைய திரைக்குத் திரும்பும்
te: మునుపటి స్క్రీన్‌కు తిరిగి వెళ్తుంది
th: กลับไปหน้าก่อนหน้า
tr: Önceki ekrana döner
uk: Повертає на попередній екран
ur: پچھلی اسکرین پر واپس جاتا ہے
vi: Quay lại màn hình trước
zh_hans: 返回上一屏幕
zh_hant: 回到上一個畫面

# ds.progressBar.defaultLabel
source: Progress
ar: التقدّم
bn: অগ্রগতি
ca: Progrés
cs: Průběh
da: Fremskridt
de: Fortschritt
el: Πρόοδος
es: Progreso
fi: Edistyminen
fr: Progression
he: התקדמות
hi: प्रगति
hr: Napredak
hu: Folyamat
id: Kemajuan
it: Avanzamento
ja: 進捗
ko: 진행률
ml: പുരോഗതി
ms: Kemajuan
nb: Fremdrift
nl: Voortgang
pl: Postęp
pt_br: Progresso
pt_pt: Progresso
ro: Progres
ru: Прогресс
sk: Priebeh
sv: Förlopp
ta: முன்னேற்றம்
te: పురోగతి
th: ความคืบหน้า
tr: İlerleme
uk: Прогрес
ur: پیش رفت
vi: Tiến độ
zh_hans: 进度
zh_hant: 進度
